/* Insert services */
"Insert/Contents Of Path" = "Einfügen/Ordnerinhalt";
"Insert/Short Date" = "Einfügen/Kurzes Datum";
"Insert/Long Date" = "Einfügen/Langes Datum";
"Insert/Short Date & Time" = "Einfügen/Kurzes Datum & Uhrzeit";
"Insert/Long Date & Time" = "Einfügen/Langes Datum & Uhrzeit";
"Insert/Time" = "Einfügen/Uhrzeit";

/* Format services */
"Format/Sort Lines Ascending" = "Formatieren/Zeilen aufsteigend sortieren";
"Format/Sort Lines Descending" = "Formatieren/Zeilen absteigend sortieren";
"Format/Trim Lines" = "Formatieren/Leerzeichen am Zeilenanfang & -ende entfernen";
"Format/Trim Line Beginnings" = "Formatieren/Leerzeichen am Zeilenanfang entfernen";
"Format/Trim Line Endings" = "Formatieren/Leerzeichen am Zeilenende entfernen";
"Format/Shift Left" = "Formatieren/Ausrücken";
"Format/Shift Right" = "Formatieren/Einrücken";
"Format/Remove Line Endings" = "Formatieren/Zeilenumbrüche entfernen";
"Format/Remove Multiple Spaces" = "Formatieren/Mehrfache Leerzeichen entfernen";
"Format/Remove Multiple Feeds" = "Formatieren/Mehrfache Zeilenumbrüche entfernen";
"Format/Remove Quotes" = "Formatieren/Zitate entfernen";
"Format/Reformat" = "Formatieren/Neu formatieren";
"Format/Remove Attachments" = "Formatieren/Anhänge entfernen";
"Format/Remove Links" = "Formatieren/Links entfernen";

/* Speak services */
"Speak Text/Native" = "Vorlesen/Nativ";
"Speak Text/German" = "Vorlesen/Deutsch";
"Speak Text/Stop" = "Vorlesen/Beenden";

/* Convert services */
"Convert/All Caps" = "Konvertieren/Großbuchstaben";
"Convert/Lowercase" = "Konvertieren/Kleinbuchstaben";
"Convert/Initial Caps Of Sentences" = "Konvertieren/Sätze groß";
"Convert/Initial Caps Of Words" = "Konvertieren/Wörter groß";
"Convert/Encode Tabs" = "Konvertieren/Tabulatoren kodieren";
"Convert/Decode Tabs" = "Konvertieren/Tabulatoren dekodieren";
"Convert/Macintosh Line Endings" = "Konvertieren/Macintosh-Zeilenenden";
"Convert/Unix Line Endings" = "Konvertieren/Unix-Zeilenenden";
"Convert/Windows Line Endings" = "Konvertieren/Windows-Zeilenenden";
"Convert/Straight Quotes" = "Konvertieren/Gerade Anführungszeichen";
"Convert/Smart Quotes" = "Konvertieren/Runde Anführungszeichen";
"Convert/Rotate13" = "Konvertieren/Buchstaben rotieren";
"Convert/Mac- to Windows-Encoding" = "Konvertieren/Mac- in Windows-Kodierung";
"Convert/Windows- to Mac-Encoding" = "Konvertieren/Windows- in Mac-Kodierung";

/* Statistics service */
"Statistics..." = "Statistik...";